[
  {
    "id": 1,
    "type": "1",
    "image": "/images/mounit-img.png",
    "title": "Project Mounit",
    "description": "Project to a Swiss company of technology services with an emphasis in web development using pure Javascript, Jquery, HTML, CSS, and Bootstrap. The main goal of the web page is to provide the informations and services of the company, attract clients and establish contact with them. Thinking about customers, the web page was made with a responsive design on all devices and has the translation in three languages (with pure JS) targeting more people from different countries. This web page has a form contact email developed with pure JS using Google Sheet as a “Mail Server”.",
    "html": "",
    "css": "",
    "js": "",
    "bootstrap": "",
    "browser": "",
    "urlproject": "http://mounit.herokuapp.com/"
  },
  {
    "id": 2,
    "type": "",
    "image": "/images/expensify-img.png",
    "title": "Project Expensify",
    "description": "The Expensify app is to register your expenses. You can log in with your google email, add, edit or remove the informations. This project was made in React using webpack and NodeJs, besides libraries like Redux and Jest (to tests). Firebase was used to connect the database and authentication.",
    "html": "",
    "sass": "",
    "js": "",
    "react": "",
    "browser": "",
    "github": "",
    "urlproject": "https://expensify-app-project-react.herokuapp.com/",
    "urlgithub": ""
  },
  {
    "id": 3,
    "image": "/images/cocktail-img.png",
    "title": "Project Cocktails",
    "description": "It’s a project in React with emphasis in fetch data from database and do a search when you can find a cocktail searching for the first letters or the entire name. ",
    "html": "",
    "css": "",
    "js": "",
    "react": "",
    "browser": "",
    "github": "",
    "urlproject": "https://cocktails-camila-react.netlify.app/",
    "urlgithub": ""
  },
  {
    "id": 4,
    "image": "/images/tours-img.png",
    "title": "Project Tours",
    "description": "It’s a good practice in React to fetch data from database and to see the condition statement in things like Read more. ",
    "html": "",
    "css": "",
    "js": "",
    "react": "",
    "browser": "",
    "github": "",
    "urlproject": "https://tour-react-project.netlify.app/",
    "urlgithub": ""
  },
  {
    "id": 5,
    "image": "/images/compete-img.png",
    "title": "Project Compete - Le Wagon",
    "description": "Project with emphasis in a complete web page system, using Rails Framework for the Compete Project. The main goal of the application was to register in competitions of the some sports and affiliations in a unique site and also to do a game where the competitors can see your opponents and their profile page with the important informations. The architecture designer was made for us through Figma, and we used MVC as design pattern, ruby on rails, mapbox, cloudinary and stripe APIs.",
    "html": "",
    "sass": "",
    "js": "",
    "bootstrap": "",
    "ruby": "",
    "rails": "",
    "browser": "",
    "github": "",
    "urlproject": "http://www.competeapp.io/",
    "urlgithub": ""
  },
  {
    "id": 6,
    "image": "/images/sunshine-img.png",
    "title": "Project Sunshine - Le Wagon",
    "description": "Airbnb Demo project built for me and my team in our bootcamp at Le Wagon in the version of lessons in sports where we did a platform that we can register a lesson as a teacher and buy a lesson as a student. In the Airbnb Demo project I was responsible for: The map through API Mapbox using Javascript; The popup on map using Javascript and ruby; The ratings; Cards and all roles in the index page.",
    "html": "",
    "sass": "",
    "js": "",
    "bootstrap": "",
    "ruby": "",
    "rails": "",
    "browser": "",
    "github": "",
    "urlproject": "https://airbnb-pedrofontes30.herokuapp.com/",
    "urlgithub": ""
  },
  {
    "id": 7,
    "image": "/images/shecodes-img.png",
    "title": "Project Brazilian Food - She Codes",
    "description": "Project with emphasis in web development using Javascript. The main goal of the web page was to show informations about a restaurant that have a delivery food. The architecture was based in HTML, CSS and JS.",
    "html": "",
    "css": "",
    "js": "",
    "browser": "",
    "urlproject": "https://www.shecodes.io/workshops/shecodes-lisbon-31/projects/7967",
    "urlgithub": ""
  }
]
